export const quranData = [
    {
        "page_index": 1,
        "verses_by_sura": {
            "الفاتحة": [
                {
                    "index": 1,
                    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ"
                },
                {
                    "index": 2,
                    "text": "ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ"
                },
                {
                    "index": 3,
                    "text": "ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ"
                },
                {
                    "index": 4,
                    "text": "مَـٰلِكِ يَوْمِ ٱلدِّينِ"
                },
                {
                    "index": 5,
                    "text": "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ"
                },
                {
                    "index": 6,
                    "text": "ٱهْدِنَا ٱلصِّرَٰطَ ٱلْمُسْتَقِيمَ"
                },
                {
                    "index": 7,
                    "text": "صِرَٰطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِمْ وَلَا ٱلضَّآلِّينَ"
                }
            ]
        }
    },
    {
        "page_index": 2,
        "verses_by_sura": {
            "البقرة": [
                {
                    "index": 0,
                    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ"
                },
                {
                    "index": 1,
                    "text": "الٓمٓ"
                },
                {
                    "index": 2,
                    "text": "ذَٰلِكَ ٱلْكِتَـٰبُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًۭى لِّلْمُتَّقِينَ"
                },
                {
                    "index": 3,
                    "text": "ٱلَّذِينَ يُؤْمِنُونَ بِٱلْغَيْبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ"
                },
                {
                    "index": 4,
                    "text": "وَٱلَّذِينَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ وَبِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ"
                },
                {
                    "index": 5,
                    "text": "أُو۟لَـٰٓئِكَ عَلَىٰ هُدًۭى مِّن رَّبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ"
                }
            ]
        }
    }
  ];